brew 'git'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'tree'
brew 'nkf'
brew 'nmap'
brew 'wget'
brew 'peco'
brew 'readline'
brew 'jq'
brew 'rbenv'
brew 'ruby-build'
brew 'rbenv-binstubs'
brew 'nodebrew'
brew 'packer'
brew 'fabric'
brew 'zsh'
brew 'docker-compose'

cask_args appdir: '/Applications'
cask 'vagrant'
cask 'iterm2'
cask 'firefox'
cask 'google-japanese-ime'
cask 'android-studio'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'clipy'
cask 'mysqlworkbench'
cask 'cocoapods-app'
cask 'hosts'
cask 'docker'
cask 'kitematic'
cask 'google-chrome'
cask 'slack'
cask 'sequel-pro'
cask 'visual-studio-code'
cask 'java'

brew 'leiningen'
brew 'maven'
